/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Cod de acces furnizor federaţie";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "Furnizorul de federaţie necesită intrarea dvs.pt.a încărca/memora certificatul dvs.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Efectuat";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Anulare";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Certificat federaţie";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "Există deja o entitate memorată în Federaţie. Apăsaţi pe butonul 'OK' dacă doriţi să o utilizaţi pe aceea sau pe 'Anulare' pt. a obţine una nouă.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Anulare";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "OK";

